import React from 'react';
import './PrivacyPage.css';

function PrivacyPage(props) {
  return (
    <div className = "privacy-page">
      <h1 className = "privacy__h1">Политика конфиденциальности</h1>
      <p>Дата последнего изменения: 27/08/2020</p>
        <h3 className = "privacy__li-title">1. Основные понятия</h3>
        <p><b>Сайт</b> – личный сайт, расположенный в сети Интернет по адресу: https://www.avttechnology.ru</p>
        <p><b>Администрация Сайта</b> – ООО «АВТ Технология», тел.: +7 965 548-55-00, email: avt-technology@mail.ru</p>
        <p><b>Пользователь</b> – физическое или юридическое лицо, разместившее свою персональную информацию
        посредством Формы обратной связи на сайте с последующей целью передачи данных Администрации Сайта.</p>
        <p><b>Форма обратной связи</b> – специальная форма, где Пользователь размещает свою персональную информацию
        с целью передачи данных Администрации Сайта.</p>

        <h3 className = "privacy__li-title">2. Общие положения</h3>
        <p>
          2.1. Настоящая Политика конфиденциальности является официальным типовым документом Администрации Сайта
          и определяет порядок обработки и защиты информации о физических и юридических лицах, использующих
          Форму обратной связи на Сайте.
        </p>
        <p>
          2.2. Целью настоящей Политики конфиденциальности является обеспечение надлежащей защиты информации о
          Пользователе, в т.ч. его персональных данных от несанкционированного доступа и разглашения.
        </p>
        <p>
          2.3. Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях
          регулируются настоящей Политикой конфиденциальности и действующим законодательством Российской Федерации.
        </p>
        <p>
          2.4. Действующая редакция Политики конфиденциальности, является публичным документом, разработана
          Администрацией Сайта и доступна любому Пользователю сети Интернет при переходе по гипертекстовой ссылке
          «Политика конфиденциальности».
        </p>
        <p>
          2.5. Администрация Сайта вправе вносить изменения в настоящую Политику конфиденциальности.
        </p>
        <p>
          2.6. При внесении изменений в Политику конфиденциальности, Администрация Сайта уведомляет об этом
          Пользователя путём размещения новой редакции Политики конфиденциальности на Сайте www.укажите домен сайта.
        </p>
        <p>
          2.7. При размещении новой редакции Политики конфиденциальности на Сайте, предыдущая редакция хранятся
          в архиве документации Администрации Сайта.
        </p>
        <p>
          2.8. Используя Форму обратной связи, Пользователь выражает свое согласие с условиями
          настоящей Политики конфиденциальности.
        </p>
        <p>
          2.9. Администрация Сайта не проверяет достоверность получаемой (собираемой) информации о Пользователе.
        </p>

        <h3 className = "privacy__li-title">3. Условия цели сбора и обработки персональных данных пользователей</h3>
        <p>
          3.1. Персональные данные Пользователя такие как: имя, фамилия, отчество, e-mail, телефон, skype и др.,
          передаются Пользователем Администрации Сайта с согласия Пользователя.
        </p>
        <p>
          3.2. Передача персональных данных Пользователем Администрации Сайта, через Форму обратной связи означает
          согласие Пользователя на передачу его персональных данных.
        </p>
        <p>
          3.3. Администрация Сайта осуществляет обработку информации о Пользователе, в т.ч. его персональных данных,
          таких как: имя, фамилия, отчество, e-mail, телефон, skype и др., а также дополнительной информации о Пользователе,
          предоставляемой им по своему желанию: организация, город, должность и др. в целях выполнения обязательств
          перед Пользователем Сайта.
        </p>
        <p>
          3.4. Обработка персональных данных осуществляется на основе принципов:
        </p>
        <p>а) законности целей и способов обработки персональных данных и добросовестности;</p>
        <p>
          б) соответствия целей обработки персональных данных целям,
          заранее определенным и заявленным при сборе персональных данных;
        </p>
        <p>
          в) соответствия объёма и характера обрабатываемых персональных данных способам
          обработки персональных данных и целям обработки персональных данных;
        </p>
        <p>
          г) недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные данные.
        </p>
        <p>
          3.5. Администрация Сайта осуществляет обработку персональных данных Пользователя с его согласия
          в целях оказания услуг/продажи товаров, предлагаемых на Сайте.
        </p>

        <h3 className = "privacy__li-title">4. Хранение и использование персональных данных</h3>
        <p>
          Персональные данные Пользователя хранятся исключительно на электронных носителях и
          используются строго по назначению, оговоренному в п.3 настоящей Политики конфиденциальности.
        </p>

        <h3 className = "privacy__li-title">5. Передача персональных данных</h3>
        <p>
          5.1. Персональные данные Пользователя не передаются каким-либо третьим лицам,
          за исключением случаев, прямо предусмотренных настоящей Политикой конфиденциальности.
        </p>
        <p>
          5.2. Предоставление персональных данных Пользователя по запросу государственных органов,
          органов местного самоуправления осуществляется в порядке, предусмотренном законодательством Российской Федерации.
        </p>

        <h3 className = "privacy__li-title">6. Сроки хранения и уничтожения персональных данных</h3>
        <p>
          6.1. Персональные данные Пользователя хранятся на электронном носителе сайта бессрочно.
        </p>
        <p>
          6.2. Персональные данные Пользователя уничтожаются при желании самого пользователя на основании
          его обращения, либо по инициативе Администратора сайта без объяснения причин путём удаления
          Администрацией Сайта информации, размещённой Пользователем.
        </p>

        <h3 className = "privacy__li-title">7. Права и обязаности пользователей</h3>
        <p>
          Пользователи вправе на основании запроса получать от Администрации Сайта информацию,
          касающуюся обработки его персональных данных.
        </p>

        <h3 className = "privacy__li-title">8. Меры по защите информации о пользователях</h3>
        <p>
          Администратор Сайта принимает технические и организационно-правовые меры в целях
          обеспечения защиты персональных данных Пользователя от неправомерного или случайного
          доступа к ним, уничтожения, изменения, блокирования, копирования, распространения,
          а также от иных неправомерных действий.
        </p>

        <h3 className = "privacy__li-title">9. Обращения пользователей</h3>
        <p>
          9.1. Пользователь вправе направлять Администрации Сайта свои запросы,
          в т.ч. относительно использования/удаления его персональных данных, предусмотренные
          п.3 настоящей Политики конфиденциальности в письменной форме по адресу, указанному в п.1.
        </p>
        <p>
          9.2. Запрос, направляемый Пользователем, должен содержать следующую информацию:
        </p>
        <p><b>для физического лица:</b></p>
        <ul className = "privacy__ul">
          <li className = "privacy__ul-li">
            номер основного документа, удостоверяющего личность Пользователя или его представителя;
          </li>
          <li className = "privacy__ul-li">
            сведения о дате выдачи указанного документа и выдавшем его органе;
          </li>
          <li className = "privacy__ul-li">
            дату регистрации через Форму обратной связи;
          </li>
          <li className = "privacy__ul-li">
            текст запроса в свободной форме;
          </li>
          <li className = "privacy__ul-li">
            подпись Пользователя или его представителя.
          </li>
        </ul>
        <p><b>для юридического лица:</b></p>
        <ul className = "privacy__ul">
          <li className = "privacy__ul-li">
            запрос в свободной форме на фирменном бланке;
          </li>
          <li className = "privacy__ul-li">
            дата регистрации через Форму обратной связи;
          </li>
          <li className = "privacy__ul-li">
            запрос должен быть подписан уполномоченным лицом с приложением документов, подтверждающих полномочия лица.
          </li>
        </ul>
        <p>
          9.3. Администрация Сайта обязуется рассмотреть и направить ответ на поступивший запрос Пользователя в
          течение 30 дней с момента поступления обращения.
        </p>
        <p>
          9.4. Вся корреспонденция, полученная Администрацией от Пользователя (обращения в письменной/электронной форме)
          относится к информации ограниченного доступа и без письменного согласия Пользователя разглашению не подлежит.
          Персональные данные и иная информация о Пользователе, направившем запрос, не могут быть без специального согласия
          Пользователя использованы иначе, как для ответа по теме полученного запроса или в случаях, прямо предусмотренных
          законодательством.
        </p>
    </div>
  )
}

export default PrivacyPage;